#+TITLE: Kapitel 3: Werte, Namen, Bezeichner
#+INCLUDE: "../template/header.org"

#+STARTUP: showeverything

# TODO states: looks like this has to go on main file and cannot be
# included 
#+TODO: TODO(t) | UEBUNG(u) DONE(d)
#+OPTIONS: tasks:todo

#+LATEX_HEADER: \setcounter{chapter}{3}
** Beispiel: Wert von ~y~ am Ende? 


#+BEGIN_SRC python :exports source :results output
x = 42
y = x
x = 42 - y
y = 2*x + 17
#+END_SRC

#+RESULTS:
: 17


